* Shared
  | item                            | value(gp) | weight(lbs) | Comment |
  |---------------------------------+-----------+-------------+---------|
  | 3700gp                          |      3700 |          74 |         |
  | Everburning torch *2            |           |           2 |         |
  | Sihedron Medallion              |           |             |         |
  | +1 padded armor                 |      1000 |          10 |         |
  | +1 heavy pick                   |      2000 |           6 |         |
  | Masterwork Dagger *2            |       600 |           2 |         |
  | Wand of false life (29 left)    |      2610 |             |         |
  | Wand of identify (15 left)      |       225 |             |         |
  | Wand of gentle repose (17 left) |      1530 |             |         |
  | Potion of CLW                   |        50 |             |         |
  | Potion of CMW                   |       300 |             |         |
  |---------------------------------+-----------+-------------+---------|
  | *Total*                         |     12015 |          94 |         |
  #+TBLFM: @14$2=vsum(@2$2..@13$2)::@14$3=vsum(@2$3..@13$3)
* Tod
 | Slot         | Item                | Weight |
 |--------------+---------------------+--------|
 | Armor        | +1 Full Place       |     50 |
 | Shield       | +1 Light Wooden     |     10 |
 | Shoulder     | +1 Resistance Cloak |      1 |
 | Ring         | +1 Deflection       |        |
 | Neck         | +1 Natural Armor    |        |
 | Belt         | +2 Giant Strength   |      1 |
 | Weapon       |                     |        |
 |              | +1 Scimita r        |      4 |
 |              | Mwk Scimitar        |      4 |
 |              | Scimitar, Cold Iron |      4 |
 |              | Longbow             |      3 |
 | Consumeables |                     |        |
 |              | Potion of CLW       |        |
 |              | Potion of CMW       |        |
 |              | Arrow*20            |      3 |
 |--------------+---------------------+--------|
 | *Total*      |                     |     80 |
#+TBLFM: @14$3=vsum(@2..@13)
* Halys
 | Slot       | Item                      | Weight |
 |------------+---------------------------+--------|
 | Shoulder   | +1 Resistance Cloak       |      1 |
 | Armor      | Studded Leather           |     20 |
 | Weapon     |                           |        |
 |            | mwk Shortsword, Cold Iron |      2 |
 |            | mwk Shortsword, Cold Iron |      2 |
 |            | Dagger, Silver            |      1 |
 |            | Shortbow                  |      2 |
 | Consumable |                           |        |
 |            | Potion of CMW             |        |
 |            | Arrow*20                  |      3 |
 | Others     |                           |        |
 |            | Masterwork Thieves' Tools |      2 |
 |------------+---------------------------+--------|
 | *Total*    |                           |     33 |
#+TBLFM: @14$3=vsum(@2..@13)
* Jozan
 | Slot       | Item                   | Weight |
 |------------+------------------------+--------|
 | Armor      | +1 Breastplate         |     30 |
 | Shield     | +1 Darkwood Shield     |      5 |
 | Shoulder   | +1 Resistance Cloak    |      1 |
 | Eye        | Eyes of the Eagle      |        |
 | Weapon     |                        |        |
 |            | Sling + Bullet         |      5 |
 |            | Morning Star           |      6 |
 |            | Dagger                 |      1 |
 | Consumable |                        |        |
 |            | Scroll of CLW          |        |
 |            | CLW Wand (2 Charge)    |        |
 |            | Bless*2                |        |
 |            | Comprehend Languages*2 |        |
 |            | Detect Undead*2        |        |
 |            | Hide From Undead*2     |        |
 |            | CL4 Hide From Undead   |        |
 |            | Magic Weapon*10        |        |
 |            | Obscuring Mist*4       |        |
 |            | PFE*10                 |        |
 |            | PFL*2                  |        |
 |            | remove fear*4          |        |
 |            | remove fear CL4 *2     |        |
 |            | Sanctuary CL4 *4       |        |
 |            | calm Emotion*2         |        |
 |            | desecrate              |        |
 |            | remove paralysis *2    |        |
 |            | resist energy*2        |        |
 |            | lesser restoration     |        |
 |            | silence *2             |        |
 |------------+------------------------+--------|
 | *Total*    |                        |     48 |
#+TBLFM: @12$3=vsum(@2..@11)
* Aias
 | Slot       | Item                          | Weight |
 |------------+-------------------------------+--------|
 | Armor      | Chain Shirt                   |     20 |
 | Weapon     |                               |        |
 |            | +1 Longsword                  |      4 |
 |            | +1 composite Longbow (+1 str) |      3 |
 | Consumable |                               |        |
 |            | Arrow*20                      |      3 |
 |------------+-------------------------------+--------|
 | *Total*    |                               |     30 |
#+TBLFM: @8$3=vsum(@2..@7)
* Maria
 | Slot       | Item                   | Weight |
 |------------+------------------------+--------|
 | Armor      | Mithral Chain Shirt    |     10 |
 | Shield     | Heavy Wooden Shield    |     10 |
 | shoulders  | +1 Cloak of Resistance |      1 |
 | headband   | +2 Alluring Charisma   |      1 |
 | Weapon     |                        |        |
 |            | Longsword              |      4 |
 |            | Shortbow               |      2 |
 | Consumable |                        |        |
 |            | Arrow*20               |      3 |
 |------------+------------------------+--------|
 | *Total*    |                        |     31 |
#+TBLFM: @10$3=vsum(@2..@9)
* Sarah 
 | Slot       | Item                   | Weight |
 |------------+------------------------+--------|
 | shoulders  | +1 Cloak of Resistance |      1 |
 | Shield     | +1 Mithral Buckler     |    2.5 |
 | Weapon     |                        |        |
 |            | Staff                  |      5 |
 | Consumable |                        |        |
 |            | Scroll of Mage Armor*3 |        |
 |            | Scroll of Burning Hand |        |
 |            | Wand of MM(37)         |      1 |
 | others     |                        |        |
 |            | Spell book             |      3 |
 |            | Spell component Pouch  |      2 |
 |------------+------------------------+--------|
 | *Total*    |                        |   14.5 |
 #+TBLFM: @12$3=vsum(@2..@11)
